[
  {
    "id": 1,
    "name": "Heritage Clay Tea Set",
    "description": "Hand-thrown in a third-generation pottery studio, this tea set uses locally sourced red clay and a pine-ash glaze fired in a traditional wood kiln. Set includes one teapot and four cups. Dishwasher safe. Each piece features subtle variations from the kiln firing.",
    "price": 120.00,
    "image_path": "/assets/images/products/heritage-clay-tea-set.jpg"
  },
  {
    "id": 2,
    "name": "River Reed Weaving Basket",
    "description": "Artisan Mei collects river reeds at dawn, dries them under the autumn sun, and weaves each basket following a pattern taught by her grandmother. Ideal for fruit or decor. 30cm diameter with reinforced braided rim and natural beeswax finish.",
    "price": 68.50,
    "image_path": "/assets/images/products/river-reed-weaving-basket.jpg"
  },
  {
    "id": 3,
    "name": "Hand-carved Cedar Serving Board",
    "description": "Crafted from storm-fallen cedar, each board is carved and oiled by the Hu family to highlight the wood grain and forest origin. 45cm × 18cm. Finished with food-safe walnut oil. Includes care instructions for longevity.",
    "price": 54.00,
    "image_path": "/assets/images/products/hand-carved-cedar-serving-board.jpg"
  },
  {
    "id": 4,
    "name": "Paper-cut Lantern Kit",
    "description": "Each design celebrates local folklore motifs, cut by hand using traditional scissors and red rice paper. DIY lantern kit with pre-cut panels, bamboo frame, and assembly guide. Suitable for indoor display.",
    "price": 32.00,
    "image_path": "/assets/images/products/paper-cut-lantern-kit.jpg"
  },
  {
    "id": 5,
    "name": "Indigo-dyed Table Runner",
    "description": "Dyed with natural indigo grown in the artisan collective garden and patterned using resist tie techniques passed down through apprentices. 180cm × 40cm cotton runner. Patterns may vary slightly, showcasing the handmade process.",
    "price": 75.00,
    "image_path": "/assets/images/products/indigo-dyed-table-runner.jpg"
  },
  {
    "id": 6,
    "name": "Mountain Clay Aroma Diffuser",
    "description": "Shaped to mimic mountain silhouettes, this diffuser absorbs essential oils and slowly releases natural scents. Unglazed ceramic. Add 10 drops of oil to the peak. Ideal for desks and bedside tables.",
    "price": 42.50,
    "image_path": "/assets/images/products/mountain-clay-aroma-diffuser.jpg"
  },
  {
    "id": 7,
    "name": "Handwoven Bamboo Tea Tray",
    "description": "Artisan duo Liang & Fei steam local bamboo strips before weaving them into a tight lattice for tea ceremonies. 33cm × 22cm tray with raised edges and natural lacquer sealant.",
    "price": 58.80,
    "image_path": "/assets/images/products/handwoven-bamboo-tea-tray.jpg"
  },
  {
    "id": 8,
    "name": "Citrus Blossom Beeswax Candles",
    "description": "Beekeepers from the coastal hills blend beeswax with dried citrus blossoms gathered during spring festivals. Set of two candles (12cm height). Burns clean with gentle floral notes.",
    "price": 26.00,
    "image_path": "/assets/images/products/citrus-blossom-beeswax-candles.jpg"
  },
  {
    "id": 9,
    "name": "Traditional Porcelain Vase Set",
    "description": "Master potter Chen creates these elegant vases using techniques passed down through five generations, featuring delicate blue-and-white patterns inspired by ancient poetry. Set of three vases (small, medium, large). Perfect for displaying flowers or as standalone art pieces.",
    "price": 95.00,
    "image_path": "/assets/images/products/Traditional Porcelain Vase Set.jpg"
  },
  {
    "id": 10,
    "name": "Woven Hemp Market Bag",
    "description": "Eco-friendly hemp fibers are handwoven into durable market bags by the Green Weavers collective, supporting sustainable farming practices. Large capacity bag with reinforced handles. Machine washable and biodegradable.",
    "price": 38.00,
    "image_path": "/assets/images/products/Woven Hemp Market Bag.jpg"
  },
  {
    "id": 11,
    "name": "Oak Wood Cutting Board",
    "description": "Crafted from reclaimed oak beams, each board is hand-planed and finished with organic mineral oil by artisan woodworker Marcus. 40cm × 25cm end-grain board. Naturally antimicrobial. Includes maintenance oil.",
    "price": 62.00,
    "image_path": "/assets/images/products/Oak Wood Cutting Board.jpg"
  },
  {
    "id": 12,
    "name": "Origami Crane Mobile",
    "description": "Each paper crane is folded by hand using traditional Japanese washi paper, symbolizing peace and longevity in local folklore. Mobile with 12 cranes. Includes hanging hardware. Colors may vary.",
    "price": 28.50,
    "image_path": "/assets/images/products/Origami Crane Mobile.jpg"
  },
  {
    "id": 13,
    "name": "Hand-embroidered Silk Scarf",
    "description": "Silk threads are meticulously embroidered with floral patterns by artisan Li, who learned the craft from her great-grandmother's pattern book. 90cm × 90cm pure silk scarf. Hand-wash only. Comes in gift box.",
    "price": 88.00,
    "image_path": "/assets/images/products/Hand-embroidered Silk Scarf.jpg"
  },
  {
    "id": 14,
    "name": "Ceramic Plant Pot Trio",
    "description": "Unglazed terracotta pots are hand-formed and fired in a community kiln, each with unique texture and character. Three pots in sizes: 15cm, 20cm, 25cm diameter. Includes drainage holes and saucers.",
    "price": 45.00,
    "image_path": "/assets/images/products/Ceramic Plant Pot Trio.jpg"
  },
  {
    "id": 15,
    "name": "Rattan Storage Basket",
    "description": "Rattan vines are harvested sustainably and woven into functional storage baskets by the Mountain Weavers guild. 35cm × 25cm × 20cm. Perfect for organizing blankets, toys, or magazines. Natural finish.",
    "price": 52.00,
    "image_path": "/assets/images/products/Rattan Storage Basket.jpg"
  },
  {
    "id": 16,
    "name": "Walnut Wood Bowl Set",
    "description": "Turned from a single walnut log, these bowls showcase the natural grain patterns and are finished with food-safe beeswax. Set of four bowls: 12cm, 15cm, 18cm, 22cm. Hand-wash recommended.",
    "price": 78.00,
    "image_path": "/assets/images/products/Walnut Wood Bowl Set.jpg"
  },
  {
    "id": 17,
    "name": "Decorative Paper Fan",
    "description": "Hand-painted with seasonal motifs, each fan is crafted using traditional paper-making and painting techniques. 30cm diameter when open. Bamboo handle. Suitable for display or use.",
    "price": 22.00,
    "image_path": "/assets/images/products/Decorative Paper Fan.jpg"
  },
  {
    "id": 18,
    "name": "Linen Tablecloth",
    "description": "Woven from locally grown flax, this tablecloth is naturally wrinkle-resistant and becomes softer with each wash. 150cm × 200cm. Machine washable. Natural beige color.",
    "price": 65.00,
    "image_path": "/assets/images/products/Linen Tablecloth.jpg"
  },
  {
    "id": 19,
    "name": "Stoneware Dinner Set",
    "description": "Durable stoneware fired at high temperatures creates pieces that are both beautiful and practical for daily use. Set includes 4 dinner plates, 4 salad plates, 4 bowls. Dishwasher and microwave safe.",
    "price": 135.00,
    "image_path": "/assets/images/products/Stoneware Dinner Set.jpg"
  },
  {
    "id": 20,
    "name": "Willow Picnic Basket",
    "description": "Flexible willow branches are woven into a classic picnic basket with a secure lid, perfect for outdoor adventures. 40cm × 30cm × 20cm. Includes removable divider. Natural willow finish.",
    "price": 72.00,
    "image_path": "/assets/images/products/Willow Picnic Basket.jpg"
  }
]
